{"&#8216;It Must Give Off and Receive Light Like a Tiny Space Station&#8217; &#8211; Kenneth Snelson&#8217;s Atoms":{"date":"2015-05-26T11:41:27+00:00","author":"paul","descriptionClean":"Portrait of an Atom – Kenneth Snelson [1984] ‘I’ve longed to see a\n   life-sized replica atom, perhaps with robotic controls, to watch it\n   perform its virtuoso assortment of tricks and tasks; of transmitting\n   light and, catching it again, expanding and contracting….to see it\n   demolished only to self-reconstruct…to watch its host of electrons\n   flashing about the\n","url":"http://www.dataisnature.com/?p=2160","tags":[null],"feed":"Dataisnature","description":"Portrait of an Atom &#8211; Kenneth Snelson [1984] &#8216;I&#8217;ve longed to see a life-sized replica atom, perhaps with robotic controls, to watch it perform its virtuoso assortment of tricks and tasks; of transmitting light and, catching it again, expanding and contracting&#8230;.to see it demolished only to self-reconstruct&#8230;to watch its host of electrons flashing about the [&#8230;]"},"Fitbit Spikes More Than 50% In IPO Debut":{"author":"Alex Wilhelm","date":"2015-06-18T15:11:56+00:00","description":"<img width=\"680\" height=\"453\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/fitbit-ipo-05.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"Fitbit IPO 05\" />&nbsp;Fitbit went public this morning, soaring more than 50 percent at one moment. The wearables firm priced its equity at $20 per share. Early trading saw the shares crest the $30 mark.\nAt the time of writing, Fitibit is currently trading for $29.60, a 48 percent gain. Regardless, the company is having the sort of debut that most startupsÂ dream of. It&#8217;s worth keeping in mind that Fitbit&#8230; <a href=\"http://techcrunch.com/2015/06/18/fitbit-spikes-more-than-50-in-ipo-debut/?ncid=rss\">Read More</a>","descriptionClean":"Fitbit IPO 05 Fitbit went public this morning, soaring more than 50\n   percent at one moment. The wearables firm priced its equity at $20 per\n   share. Early trading saw the shares crest the $30 mark. At the time of\n   writing, Fitibit is currently trading for $29.60, a 48 percent gain.\n   Regardless, the company is having the sort of debut that most\n   startupsÂ dream of. It’s worth keeping in mind that Fitbit… Read More\n","url":"http://techcrunch.com/2015/06/18/fitbit-spikes-more-than-50-in-ipo-debut/?ncid=rss","tags":[["TC","fitbit"]],"feed":"TechCrunch"},"Miss Out On 2-for-1 Tickets To Disrupt London? Sign Up For A Second Chance":{"url":"http://techcrunch.com/2015/06/18/miss-out-on-2-for-1-tickets-to-disrupt-london-sign-up-for-a-second-chance/?ncid=rss","descriptionClean":"Classic red British telephone boxes in London That was fast. All the\n   2-for-1 tickets to Disrupt London have gone. Did you miss out? Don’t\n   sweat it. Soon, you’ll have yet another opportunity to partake in this\n   unique opportunity to snag 2-for-1 tickets, but you’ll need to sign up\n   again for the next wave of tickets. Read More\n","feed":"TechCrunch","tags":["TC"],"description":"<img width=\"680\" height=\"441\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/shutterstock_82216564.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"Classic red British telephone boxes in London\" />&nbsp;That was fast. All the 2-for-1 tickets to Disrupt London have gone. Did you miss out? Don&#8217;t sweat it. Soon, you&#8217;ll have yet another opportunity to partake in this unique opportunity to snag 2-for-1 tickets, but you&#8217;ll need to sign up again for the next wave of tickets. <a href=\"http://techcrunch.com/2015/06/18/miss-out-on-2-for-1-tickets-to-disrupt-london-sign-up-for-a-second-chance/?ncid=rss\">Read More</a>","date":"2015-06-18T16:00:15+00:00","author":"Matt Burns"},"Agates &#8211; Time Compiled":{"feed":"Dataisnature","tags":[null],"descriptionClean":"Agate – Pascal Petit The linear patterns in agates are a kind of Earth\n   process data visualization, their intricate coloured bands, much like\n   the tree rings in dendrochronology, are encoded recordings of\n   palaeoclimatic environments, oscillating temperature and pressure\n   events as well chaotic chemical interactions. The patterns are partly\n   generated by self-organization through chemical feedback processes\n","url":"http://www.dataisnature.com/?p=2069","description":"Agate &#8211; Pascal Petit The linear patterns in agates are a kind of Earth process data visualization, their intricate coloured bands, much like the tree rings in dendrochronology, are encoded recordings of palaeoclimatic environments, oscillating temperature and pressure events as well chaotic chemical interactions. The patterns are partly generated by self-organization through chemical feedback processes [&#8230;]","date":"2014-11-24T14:21:47+00:00","author":"paul"},"Roku And Innovid Roll Out Interactive Video Ads, Including SMS-Based Reminders To Watch":{"date":"2015-06-18T16:17:22+00:00","author":"Sarah Perez","descriptionClean":"roku-innovid Roku users will now begin to see more personalized,\n   targeted, and interactive video ads in their Roku apps, thanks to a\n   new partnership between the streaming media device maker and video\n   advertising provider Innovid. Using a Roku remote, users engaging with\n   the new ad format will be able to do things like play games, take\n   quizzes, check out a local retailers’ top products or current… Read\n   More\n","url":"http://techcrunch.com/2015/06/18/roku-and-innovid-roll-out-interactive-video-ads-including-sms-based-reminders-to-watch/?ncid=rss","tags":[["Advertising Tech","Media","TC","roku","Innovid","Video","television","streaming video"]],"feed":"TechCrunch","description":"<img width=\"680\" height=\"400\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/roku-innovid.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"roku-innovid\" />&nbsp;Roku users will now begin to see more personalized, targeted, and interactive video ads in their Roku apps, thanks to a new partnership between the streaming media device maker and video advertising provider Innovid. Using a Roku remote, users engaging with the new ad format will be able to do things like play games, take quizzes, check out a local retailers&#8217; top products or current&hellip; <a href=\"http://techcrunch.com/2015/06/18/roku-and-innovid-roll-out-interactive-video-ads-including-sms-based-reminders-to-watch/?ncid=rss\">Read More</a>"},"Search Delisting Appeals &#8216;Working Efficiently&#8217;, Say European Regulators":{"date":"2015-06-18T15:10:12+00:00","author":"Natasha Lomas","feed":"TechCrunch","tags":[["Europe","TC","search delisting","right to be forgotten","rtbf","WP29"]],"url":"http://techcrunch.com/2015/06/18/search-delisting-appeals-working-efficiently-say-european-regulators/?ncid=rss","descriptionClean":"Google right to be forgotten The Article 29 Working Party — the European\n   body comprised of representatives from member states’ data protection\n   authorities (DPAs) — has been considering how well the appeals process\n   for the rtbf is working. And has professed itself happy with how\n   things are progressing. Read More\n","description":"<img width=\"680\" height=\"510\" src=\"https://tctechcrunch2011.files.wordpress.com/2014/11/p1030378.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"Google right to be forgotten\" />&nbsp;The Article 29 Working Party &#8212; the European body comprised of representatives from member states&#8217; data protection authorities (DPAs) &#8212; has been considering how well the appeals process for the rtbf is working. And has professed itself happy with how things are progressing. <a href=\"http://techcrunch.com/2015/06/18/search-delisting-appeals-working-efficiently-say-european-regulators/?ncid=rss\">Read More</a>"},"GoFundMe Confirms Its Funding Round, Which Valued It At $500M":{"author":"Matthew Lynley","date":"2015-06-18T15:44:07+00:00","description":"<img width=\"680\" height=\"425\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/screen-shot-2015-06-18-at-11-26-01-am.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"gofundme nepal\" />&nbsp;GoFundMe confirmed that it has raised venture capital financing in a blog post today, infusingÂ the previously bootstrapped company with cash that will give it room to grow. TechCrunch previously reported that the round valued GoFundMe at around $500 million, though one of our sources said the valuation could have ended up higher than that. Our sources also told us the reason why it attracted&hellip; <a href=\"http://techcrunch.com/2015/06/18/gofundme-confirms-its-funding-round-which-valued-it-at-500m/?ncid=rss\">Read More</a>","descriptionClean":"gofundme nepal GoFundMe confirmed that it has raised venture capital\n   financing in a blog post today, infusingÂ the previously bootstrapped\n   company with cash that will give it room to grow. TechCrunch\n   previously reported that the round valued GoFundMe at around $500\n   million, though one of our sources said the valuation could have ended\n   up higher than that. Our sources also told us the reason why it\n   attracted… Read More\n","url":"http://techcrunch.com/2015/06/18/gofundme-confirms-its-funding-round-which-valued-it-at-500m/?ncid=rss","feed":"TechCrunch","tags":[["Apps","Fundings & Exits","Social","Startups","TC","gofundme","Accel Partners","greylock","Meritech Capital partners"]]},"Facebook&#8217;s News Feed Algorithm Relinquishes Control Of What We &#8220;See First&#8221;":{"date":"2015-06-18T15:35:39+00:00","author":"Josh Constine","tags":["TC"],"feed":"TechCrunch","descriptionClean":"IMG_0902-0 Facebook is boring when your best friends get lost in a sea of\n   acquaintances. To make sure that doesn’t happen, Facebook is testing a\n   new feature called “See First”, which I spotted this morning. When\n   turned on from a friend’s profile or Page, you’ll see their recent\n   posts at the top of your News Feed. See First could be the new Holy\n   Grail for marketers… Read More\n","url":"http://techcrunch.com/2015/06/18/facebook-see-first-puts-your-favorite-people-atop-the-feed/?ncid=rss","description":"<img width=\"680\" height=\"463\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/img_0902-0.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"IMG_0902-0\" />&nbsp;Facebook is boring when your best friends get lost in a sea of acquaintances. To make sure that doesn&#8217;t happen, Facebook is testing a new feature called &#8220;See First&#8221;, which I spotted this morning. When turned on from a friend&#8217;s profile or Page, you&#8217;ll see their recent posts at the top of your News Feed.&#160; See First could be the new Holy Grail for marketers&hellip; <a href=\"http://techcrunch.com/2015/06/18/facebook-see-first-puts-your-favorite-people-atop-the-feed/?ncid=rss\">Read More</a>"},"&#8216;You Really Do Not See a Plant Until You Draw it&#8217; &#8211; Botanical Wall Charts at the Academic Heritage Foundation":{"description":"Botanische Wandtafeln &#8211; Leopold Kny [1874-1911] Stichting Academisch Erfgoed has gathered a massive collection of botanical wall charts that were used as teaching aids in the Netherlands and the rest Europe from 1870-1960. The collection, over 3000 images, includes stylised morphological diagrams, sketches of microscopic anatomy and early botanical data visualisations. It&#8217;s clear from this [&#8230;]","descriptionClean":"Botanische Wandtafeln – Leopold Kny [1874-1911] Stichting Academisch\n   Erfgoed has gathered a massive collection of botanical wall charts\n   that were used as teaching aids in the Netherlands and the rest Europe\n   from 1870-1960. The collection, over 3000 images, includes stylised\n   morphological diagrams, sketches of microscopic anatomy and early\n   botanical data visualisations. It’s clear from this\n","url":"http://www.dataisnature.com/?p=2167","tags":[null],"feed":"Dataisnature","author":"paul","date":"2015-06-09T20:37:10+00:00"},"Phantom Speaker Maker Devialet Turns Up The Volume With New $20 Million Funding Round":{"tags":[["Gadgets","TC","Devialet","Jacques Antoine Granjon"]],"feed":"TechCrunch","descriptionClean":"Screen Shot 2015-06-17 at 4.20.03 PM Devialet, known for its Phantom\n   speakerÂ which supposedly sounds better thanÂ speakers 20 times\n   bigger, just announced that it has closed a $20 million Series B\n   round. LVMH CEO Bernard Arnault, Xaviel Niel, Jacques-Antoine Granjon,\n   and Marc Simoncini are behind today’s funding round. This funding\n   follows a Series A in 2012 where the company raised $19.1 million to\n   fund the development of… Read More\n","url":"http://techcrunch.com/2015/06/18/devialet-maker-of-phantom-speakers-closes-a-20m-series-b-round/?ncid=rss","description":"<img width=\"680\" height=\"442\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/screen-shot-2015-06-17-at-4-20-03-pm.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Screen Shot 2015-06-17 at 4.20.03 PM\" />&nbsp;Devialet, known for its Phantom speakerÂ which supposedly sounds better thanÂ speakers 20 times bigger, just announced that it has closed a $20 million Series B round. LVMH CEO Bernard Arnault, Xaviel Niel, Jacques-Antoine Granjon, and Marc Simoncini are behind today&#8217;s funding round. This funding follows a Series A in 2012 where the company raised $19.1 million to fund the development of&hellip; <a href=\"http://techcrunch.com/2015/06/18/devialet-maker-of-phantom-speakers-closes-a-20m-series-b-round/?ncid=rss\">Read More</a>","date":"2015-06-18T13:56:34+00:00","author":"Fitz Tepper,Romain Dillet"},"Ellen Pao Officially Found Liable For Roughly $276,000 In Court Fees From Kleiner Perkins":{"description":"<img width=\"680\" height=\"510\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/02/ellen-pao1.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"ellen-pao1\" />&nbsp;Ellen Pao not only lost on all counts of a high-profile sexual discrimination case earlier this year, but Judge Harold Kahn has officially ordered the interim Reddit CEO to pay more than a quarter of a million dollars in court costs to Kleiner Perkins Caufield &#38; Byers this morning.\nThe ruling was consistent with aÂ tentative orderÂ from Judge Kahn last night. Both parties met at the San&#8230; <a href=\"http://techcrunch.com/2015/06/18/ellen-pao-found-liable-for-roughly-276000-in-court-fees-incurred-during-sexual-harassment-case-against-kleiner-perkins/?ncid=rss\">Read More</a>","descriptionClean":"ellen-pao1 Ellen Pao not only lost on all counts of a high-profile sexual\n   discrimination case earlier this year, but Judge Harold Kahn has\n   officially ordered the interim Reddit CEO to pay more than a quarter\n   of a million dollars in court costs to Kleiner Perkins Caufield &\n   Byers this morning. The ruling was consistent with aÂ tentative orderÂ\n   from Judge Kahn last night. Both parties met at the San… Read More\n","url":"http://techcrunch.com/2015/06/18/ellen-pao-found-liable-for-roughly-276000-in-court-fees-incurred-during-sexual-harassment-case-against-kleiner-perkins/?ncid=rss","feed":"TechCrunch","tags":[["TC","kpcb","Kleiner Perkins Caufield & Byers","Ellen Pao"]],"author":"Sarah Buhr","date":"2015-06-18T19:25:15+00:00"},"Laplacian Sigils &#8211; William George Armstrong&#8217;s Electrical Discharge Experiments [1899]":{"tags":[null],"feed":"Dataisnature","url":"http://www.dataisnature.com/?p=2081","descriptionClean":"William George Armstrong Electrical Discharge Experiments [1899] The\n   colour prints created by The Autotype Company to accompany William\n   George Armstrong’s lectures and papers in the late 1800′s are probably\n   some of the earliest electrical discharge visualisations created and\n   widely disseminated. Their earthy colours and explosive textures are\n   the result of applying an electrostatic discharge to\n","description":"William George Armstrong Electrical Discharge Experiments [1899] The colour prints created by The Autotype Company to accompany William George Armstrong&#8217;s lectures and papers in the late 1800&#8242;s are probably some of the earliest electrical discharge visualisations created and widely disseminated. Their earthy colours and explosive textures are the result of applying an electrostatic discharge to [&#8230;]","date":"2014-12-05T16:07:58+00:00","author":"paul"},"The Hindu Temple as a Model of Fractal Cosmology &#8211; Forecasting Architecture with Recursive Instruction":{"date":"2015-04-06T14:14:37+00:00","author":"paul","feed":"Dataisnature","tags":[null],"descriptionClean":"Kandariya Mahadev Temple [Madhya Pradesh] (source unknown) The\n   self-similar, cascading architectural forms found in Hindu temple\n   architecture appear to have been pieced together by a\n   hyper-industrious Minecrafter hooked on Hofstadter. Jagged waves of\n   blocky ornamentation, rhythmically repeating, create diminishing\n   echo’s of the temple’s form; tiny versions of itself repeating towards\n   a proposed infinity. Baroque three-dimensional\n","url":"http://www.dataisnature.com/?p=2138","description":"Kandariya Mahadev Temple [Madhya Pradesh] (source unknown) The self-similar, cascading architectural forms found in Hindu temple architecture appear to have been pieced together by a hyper-industrious Minecrafter hooked on Hofstadter. Jagged waves of blocky ornamentation, rhythmically repeating, create diminishing echo&#8217;s of the temple&#8217;s form; tiny versions of itself repeating towards a proposed infinity. Baroque three-dimensional [&#8230;]"},"Ten":{"descriptionClean":"Views of the Tessaract from ‘The Fourth Dimension’ – Charles Howard\n   Hinton [1906] At some point last month this blog moved beyond 10 years\n   of existence (a good or bad thing? probably a bit of both).\n   Dataisnature originally set out to examine generative artworks that\n   borrowed algorithms developed by scientists to simulate and model\n   nature\n","url":"http://www.dataisnature.com/?p=2062","feed":"Dataisnature","tags":[null],"description":"Views of the Tessaract from &#8216;The Fourth Dimension&#8217; &#8211; Charles Howard Hinton [1906] At some point last month this blog moved beyond 10 years of existence (a good or bad thing? probably a bit of both). Dataisnature originally set out to examine generative artworks that borrowed algorithms developed by scientists to simulate and model nature [&#8230;]","date":"2014-11-11T12:12:14+00:00","author":"paul"},"The Logic of Crystals &#8211; William T. Astbury & Kathleen Yardley&#8217;s Space-group Diagrams":{"author":"paul","date":"2015-04-22T21:35:57+00:00","description":"Plate from Tabulated Data for the Examination of the 230 Space-Groups by Homogeneous X-Rays &#8211; William T. Astbury &#038; Kathleen Yardley [1924] William T. Astbury and Kathleen Yardley&#8217;s 230 Space-group diagrams, published in 1924, form a complete notation of all possible atomic lattice configurations in crystals (not including quasi-crystals). The figures formed the basis for [&#8230;]","url":"http://www.dataisnature.com/?p=2154","descriptionClean":"Plate from Tabulated Data for the Examination of the 230 Space-Groups by\n   Homogeneous X-Rays – William T. Astbury & Kathleen Yardley [1924]\n   William T. Astbury and Kathleen Yardley’s 230 Space-group diagrams,\n   published in 1924, form a complete notation of all possible atomic\n   lattice configurations in crystals (not including quasi-crystals). The\n   figures formed the basis for\n","tags":[null],"feed":"Dataisnature"},"Komprise Raises $6M To Help Companies Rein In Sprawling Data":{"author":"Catherine Shu","date":"2015-06-18T17:24:02+00:00","description":"<img width=\"680\" height=\"589\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/userinterface1.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Komprise\" />&nbsp;Storing loads of data is costly, especially if companies can&#8217;t figure out the most best ways to manage all that information. Komprise wants to make big data less overwhelming so its clients don&#8217;t have to constantly buy more storage. <a href=\"http://techcrunch.com/2015/06/18/komprise/?ncid=rss\">Read More</a>","descriptionClean":"Komprise Storing loads of data is costly, especially if companies can’t\n   figure out the most best ways to manage all that information. Komprise\n   wants to make big data less overwhelming so its clients don’t have to\n   constantly buy more storage. Read More\n","url":"http://techcrunch.com/2015/06/18/komprise/?ncid=rss","tags":[["Enterprise","Fundings & Exits","Storage","TC","Komprise","big data","data storage","data management"]],"feed":"TechCrunch"},"The Rhetoric of Weird Wonders Gleefully Carousing in Morphospace : The Biodiversity Heritage Library&#8217;s Flickr Collection":{"description":"Plate from Anatomie der Echinothuriden &#8211; Walter Schurig [1906] The Biodiversity Heritage Library is a consortium of natural history and botanical libraries that cooperate to digitize the legacy literature of biodiversity held in their collections and to make that literature available for open access and responsible use as a part of a global biodiversity commons. [&#8230;]","tags":[null],"feed":"Dataisnature","descriptionClean":"Plate from Anatomie der Echinothuriden – Walter Schurig [1906] The\n   Biodiversity Heritage Library is a consortium of natural history and\n   botanical libraries that cooperate to digitize the legacy literature\n   of biodiversity held in their collections and to make that literature\n   available for open access and responsible use as a part of a global\n   biodiversity commons.\n","url":"http://www.dataisnature.com/?p=2111","author":"paul","date":"2015-03-28T21:00:51+00:00"},"The Schematics of the Light Prop â LÃ¡szlÃ³ Moholy-Nagy & Stefan SebÃ¶k":{"feed":"Dataisnature","tags":[null],"descriptionClean":"The Mechanics of the Light Prop – LÃ¡szlÃ³ Moholy-Nagy & Stefan SebÃ¶k\n   [1930] LÃ¡szlÃ³ Moholy-Nagy’s Light Prop for an Electric Stage, a\n   kinetic light sculpture device capable of real-time expanded cinema\n   projection, is well known and widely documented online. Lesser known\n   are a series of associated drawings which were used as plans for the\n   device,\n","url":"http://www.dataisnature.com/?p=2095","description":"The Mechanics of the Light Prop &#8211; LÃ¡szlÃ³ Moholy-Nagy &#038; Stefan SebÃ¶k [1930] LÃ¡szlÃ³ Moholy-Nagy&#8217;s Light Prop for an Electric Stage, a kinetic light sculpture device capable of real-time expanded cinema projection, is well known and widely documented online. Lesser known are a series of associated drawings which were used as plans for the device, [&#8230;]","date":"2015-03-10T09:53:41+00:00","author":"paul"},"Lightning Is Twitter&#8217;s Plan To Be &#8216;Event Central&#8217; For Users And Non-Users Alike":{"date":"2015-06-18T15:56:24+00:00","author":"Darrell Etherington","feed":"TechCrunch","tags":[["Apps","Media","Mobile","TC","Twitter","events","Live","Project Lightning"]],"url":"http://techcrunch.com/2015/06/18/lightning-is-twitters-plan-to-be-event-central-for-users-and-non-users-alike/?ncid=rss","descriptionClean":"twitter-lightning Twitter’s plan to expand its reach doesn’t require that\n   it also grow its user base, something which it has not done at a pace\n   investors have found satisfactory since going public in 2013. A new\n   report from BuzzFeed’s Mat Honan details ‘Project Lightning,’ a new\n   initiative at the company that’s designed to reach both logged in and\n   non-member audiences,… Read More\n","description":"<img width=\"680\" height=\"383\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/twitter-lightning.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"twitter-lightning\" />&nbsp;Twitter&#8217;s plan to expand its reach doesn&#8217;t require that it also grow its user base, something which it has not done at a pace investors have found satisfactory since going public in 2013. A new report from BuzzFeed&#8217;s Mat Honan details &#8216;Project Lightning,&#8217; a new initiative at the company that&#8217;s designed to reach both logged in and non-member audiences,&hellip; <a href=\"http://techcrunch.com/2015/06/18/lightning-is-twitters-plan-to-be-event-central-for-users-and-non-users-alike/?ncid=rss\">Read More</a>"},"Routific&#8217;s Route Optimization Tools Help Local Businesses Offer On-Demand Delivery":{"author":"Anthony Ha","date":"2015-06-18T17:15:26+00:00","description":"<img width=\"680\" height=\"437\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/newyorkdrivers-2.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Routific New York\" />&nbsp;Routific is the latest startup hoping to take advantage of growing interest in on-demand services. It&#8217;s not trying to build the next Uber or Instacart, but instead giving small businesses the technology to run a delivery business of their own. After all, managing a fleet of multiple drivers who need to make multiple stops can get pretty complicated, and if you manage it badly, it can add&hellip; <a href=\"http://techcrunch.com/2015/06/18/routifics-route-optimization-tools-helps-local-businesses-offer-on-demand-delivery/?ncid=rss\">Read More</a>","descriptionClean":"Routific New York Routific is the latest startup hoping to take advantage\n   of growing interest in on-demand services. It’s not trying to build\n   the next Uber or Instacart, but instead giving small businesses the\n   technology to run a delivery business of their own. After all,\n   managing a fleet of multiple drivers who need to make multiple stops\n   can get pretty complicated, and if you manage it badly, it can add…\n   Read More\n","url":"http://techcrunch.com/2015/06/18/routifics-route-optimization-tools-helps-local-businesses-offer-on-demand-delivery/?ncid=rss","feed":"TechCrunch","tags":[["Startups","TC","Routific","routific","Axiom Zen"]]},"Only Two Days Left To Get Your Extra Early Bird Tickets To Disrupt SF":{"author":"Matt Burns","date":"2015-06-18T19:00:44+00:00","description":"<img width=\"680\" height=\"453\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/15194631415_46275cc9e4_k.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"15194631415_46275cc9e4_k\" />&nbsp;If you&#8217;ve been putting off buying your ticket to Disrupt San Francisco 2015, now is the time to act. Seriously, right now. There&#8217;s only one day left to secure your extra early bird tickets to the show at the deeply discounted rate of $1,795 (normally $2,995). <a href=\"http://techcrunch.com/2015/06/18/only-one-day-left-to-get-your-extra-early-bird-tickets-to-disrupt-sf/?ncid=rss\">Read More</a>","feed":"TechCrunch","tags":["TC"],"descriptionClean":"15194631415_46275cc9e4_k If you’ve been putting off buying your ticket to\n   Disrupt San Francisco 2015, now is the time to act. Seriously, right\n   now. There’s only one day left to secure your extra early bird tickets\n   to the show at the deeply discounted rate of $1,795 (normally $2,995).\n   Read More\n","url":"http://techcrunch.com/2015/06/18/only-one-day-left-to-get-your-extra-early-bird-tickets-to-disrupt-sf/?ncid=rss"},"Report: Last Year Google Secretly Acquired Agawi, A Specialist In Streaming Native Mobile Apps":{"url":"http://techcrunch.com/2015/06/18/report-last-year-google-secretly-acquired-agawi-a-specialist-in-streaming-native-mobile-apps/?ncid=rss","descriptionClean":"Agawi AppGlimpse Native apps have overtaken the web as the main place\n   where smartphone users go for entertainment, information and more. So\n   it should come as no surprise that one of the companies that profitsÂ\n   the most from our use of the web is looking for ways to get us to use\n   the itÂ more again. According to The Information, Google last year\n   secretly acquired a startup called Agawi, which had developed… Read\n   More\n","feed":"TechCrunch","tags":["TC"],"description":"<img width=\"680\" height=\"491\" src=\"https://tctechcrunch2011.files.wordpress.com/2013/06/agawi-appglimpse.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Agawi AppGlimpse\" />&nbsp;Native apps have overtaken the web as the main place where smartphone users go for entertainment, information and more. So it should come as no surprise that one of the companies that profitsÂ the most from our use of the web is looking for ways to get us to use the itÂ more again. According to The Information, Google last year secretly acquired a startup called Agawi, which had developed&#8230; <a href=\"http://techcrunch.com/2015/06/18/report-last-year-google-secretly-acquired-agawi-a-specialist-in-streaming-native-mobile-apps/?ncid=rss\">Read More</a>","date":"2015-06-18T15:30:36+00:00","author":"Ingrid Lunden"},"Bridging The Gap Between Education And The Future Workforce":{"author":"Sergio Monsalve","date":"2015-06-18T14:00:07+00:00","description":"<img width=\"680\" height=\"454\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/gradjobs.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"gradjobs\" />&nbsp;The school year has come to an end for students across the country and for newly minted college graduates it can be a tumultuous time filled with anticipation, anxiety, happiness and disappointment. Although some college graduates will find their first, degree-related job right out of college, it&#8217;s not the case for most. <a href=\"http://techcrunch.com/2015/06/18/bridging-the-gap-between-education-and-the-future-workforce/?ncid=rss\">Read More</a>","descriptionClean":"gradjobs The school year has come to an end for students across the\n   country and for newly minted college graduates it can be a tumultuous\n   time filled with anticipation, anxiety, happiness and disappointment.\n   Although some college graduates will find their first, degree-related\n   job right out of college, it’s not the case for most. Read More\n","url":"http://techcrunch.com/2015/06/18/bridging-the-gap-between-education-and-the-future-workforce/?ncid=rss","feed":"TechCrunch","tags":[["Column","Education","TC"]]},"Selected Tweets #23: Polyhedra, Primes, Pathogens.":{"date":"2015-03-19T17:26:58+00:00","author":"paul","feed":"Dataisnature","tags":[null],"url":"http://www.dataisnature.com/?p=2106","descriptionClean":"Selected tweets from my Twitter stream @MrPrudence [Summer 2014] with\n   occasional addition annotations: Going Into Detail – Peter Richardson\n   Going Into Detail – Peter Richardson on metaphorical and geological\n   boundaries illustrated with height-map globes. Basrah Zoom – Jonathan\n   Cecil’s satellite imaging data of geologic & urban structures\n   reconfigured into a planetoid. Mathematical Equations as Architectonic\n","description":"Selected tweets from my Twitter stream @MrPrudence [Summer 2014] with occasional addition annotations: Going Into Detail &#8211; Peter Richardson Going Into Detail &#8211; Peter Richardson on metaphorical and geological boundaries illustrated with height-map globes. Basrah Zoom &#8211; Jonathan Cecil&#8217;s satellite imaging data of geologic &#038; urban structures reconfigured into a planetoid. Mathematical Equations as Architectonic [&#8230;]"},"Knyttan Raises Â£2M To Disrupt Garment Production With 3D Printer-Styled Knitting Machines":{"url":"http://techcrunch.com/2015/06/18/knyttan/?ncid=rss","descriptionClean":"Knyttan14.1 Knyttan, the London-based on-demand fashion startup and\n   graduate of Techstars London, has picked up Â£2 million in seed\n   funding to help it disrupt the garment production industry.\n   London-based Connect Ventures, who are perhaps best known for being an\n   early backer of Citymapper, led the round, with participation from\n   Frederic Court’s new fund Felix Capital, Playfair Capital, and… Read\n   More\n","feed":"TechCrunch","tags":[["Europe","Fundings & Exits","Startups","TC","Knyttan","Connect Ventures","Playfair Capital","Ballpark Ventures"]],"description":"<img width=\"680\" height=\"453\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/knyttan14-1.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"Knyttan14.1\" />&nbsp;Knyttan, the London-based on-demand fashion startup and graduate of Techstars London, has picked up Â£2 million in seed funding to help it disrupt the garment production industry. London-based Connect Ventures, who are perhaps best known for being an early backer of Citymapper, led the round, with participation from Frederic Court&#8217;s new fund Felix Capital, Playfair Capital, and&hellip; <a href=\"http://techcrunch.com/2015/06/18/knyttan/?ncid=rss\">Read More</a>","date":"2015-06-18T16:35:28+00:00","author":"Steve O&#039;Hear"},"A Brief History Of Tinder":{"author":"Jordan Crook,Anna Escher","date":"2015-06-18T20:00:50+00:00","description":"<img width=\"680\" height=\"383\" src=\"https://tctechcrunch2011.files.wordpress.com/2014/11/tinder2014-10.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"tinder2014-10\" />&nbsp;The full story of the mobile matchmaking app starts with our protagonist, Sean Rad. <a href=\"http://techcrunch.com/gallery/a-brief-history-of-tinder/?ncid=rss\">Read More</a>","descriptionClean":"tinder2014-10 The full story of the mobile matchmaking app starts with\n   our protagonist, Sean Rad. Read More\n","url":"http://techcrunch.com/gallery/a-brief-history-of-tinder/?ncid=rss","feed":"TechCrunch","tags":[null]},"YouTube Launches YouTube Newswire, A Channel Featuring Verified Eyewitness Videos":{"description":"<img width=\"680\" height=\"389\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/screen-shot-2015-06-18-at-9-41-49-am.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Screen Shot 2015-06-18 at 9.41.49 AM\" />&nbsp;YouTube announced today a trio of initiatives designed to expand the video-sharing site&#8217;s role in new media journalism, including eyewitness news. Most notably, the company is launching a service called YouTube NewswireÂ in partnership with social news agencyÂ Storyful, which will introduce a curated and verified feed of the day&#8217;s most newsworthy events being published to&#8230; <a href=\"http://techcrunch.com/2015/06/18/youtube-launches-youtube-newswire-a-channel-featuring-verified-eyewitness-videos/?ncid=rss\">Read More</a>","descriptionClean":"Screen Shot 2015-06-18 at 9.41.49 AM YouTube announced today a trio of\n   initiatives designed to expand the video-sharing site’s role in new\n   media journalism, including eyewitness news. Most notably, the company\n   is launching a service called YouTube NewswireÂ in partnership with\n   social news agencyÂ Storyful, which will introduce a curated and\n   verified feed of the day’s most newsworthy events being published to…\n   Read More\n","url":"http://techcrunch.com/2015/06/18/youtube-launches-youtube-newswire-a-channel-featuring-verified-eyewitness-videos/?ncid=rss","tags":[["Media","TC","YouTube","Video","journalism","media","News"]],"feed":"TechCrunch","author":"Sarah Perez","date":"2015-06-18T13:50:32+00:00"},"QuizUp Launches On Windows Mobile Phones":{"tags":[["TC","QuizUp"]],"feed":"TechCrunch","descriptionClean":"Screen Shot 2015-06-16 at 3.48.52 PM QuizUp, the trivia app with over 33\n   million users worldwide,Â announced today that it’s releasing an app\n   for Windows phones. First released as an iOS app, QuizUp quickly\n   became a runaway hitÂ with over 1.5 million signups in its first two\n   weeks live. Since then the company hasÂ released Android, iPad, and\n   desktop versions of the game,Â allowing users to play on practicallyÂ\n   any device.… Read More\n","url":"http://techcrunch.com/2015/06/18/quizup-launches-on-windows-mobile-phones/?ncid=rss","description":"<img width=\"680\" height=\"342\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/screen-shot-2015-06-16-at-3-48-52-pm.png?w=680\" class=\"attachment-large wp-post-image\" alt=\"Screen Shot 2015-06-16 at 3.48.52 PM\" />&nbsp;QuizUp, the trivia app with over 33 million users worldwide,Â announced today that it&#8217;s releasing an app for Windows phones. First released as an iOS app, QuizUp quickly became a runaway hitÂ with over 1.5 million signups in its first two weeks live. Since then the company hasÂ released Android, iPad, and desktop versions of the game,Â allowing users to play on practicallyÂ any device.&hellip; <a href=\"http://techcrunch.com/2015/06/18/quizup-launches-on-windows-mobile-phones/?ncid=rss\">Read More</a>","date":"2015-06-18T15:00:14+00:00","author":"Fitz Tepper"},"Next Apple Watch Hardware Could Reportedly Get FaceTime Video":{"description":"<img width=\"680\" height=\"453\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/04/apple-watch-weather-tight.jpg?w=680\" class=\"attachment-large wp-post-image\" alt=\"apple-watch-weather-tight\" />&nbsp;The Apple Watch is still very young, having only made its official debut about two months ago, but a new report claims to have information about the next version of Apple Watch, which it says could include FaceTime video calling via a built-in camera, as well as more features available when the Watch is used away from an iPhone. The report from 9to5Mac&#8217;s Mark Gurman, who has an&hellip; <a href=\"http://techcrunch.com/2015/06/18/next-apple-watch-hardware-could-reportedly-get-facetime-video/?ncid=rss\">Read More</a>","feed":"TechCrunch","tags":[["TC","Apple"]],"url":"http://techcrunch.com/2015/06/18/next-apple-watch-hardware-could-reportedly-get-facetime-video/?ncid=rss","descriptionClean":"apple-watch-weather-tight The Apple Watch is still very young, having\n   only made its official debut about two months ago, but a new report\n   claims to have information about the next version of Apple Watch,\n   which it says could include FaceTime video calling via a built-in\n   camera, as well as more features available when the Watch is used away\n   from an iPhone. The report from 9to5Mac’s Mark Gurman, who has an…\n   Read More\n","author":"Darrell Etherington","date":"2015-06-18T15:25:25+00:00"},"Original Grain Wants You To Wear Their Watch, And An Apple Watch &#8211; On One Wrist":{"date":"2015-06-18T16:00:09+00:00","author":"Darrell Etherington","descriptionClean":"Watch_Flip-2 The Apple Watch poses a potential problem for traditional\n   watch companies: your wrist is extremely limited real estate. It’s\n   something that even smartphone makers don’t face to such an extreme\n   extent, since it’s very possible to carry two phones, even if it’s not\n   the norm, and in fact many people do have one phone for work and one\n   for personal use already.… Read More\n","url":"http://techcrunch.com/2015/06/18/original-grain-wants-you-to-wear-their-watch-and-an-apple-watch-on-one-wrist/?ncid=rss","tags":[["Gadgets","Mobile","TC","Wearables"]],"feed":"TechCrunch","description":"<img width=\"680\" height=\"453\" src=\"https://tctechcrunch2011.files.wordpress.com/2015/06/watch_flip-2.gif?w=680\" class=\"attachment-large wp-post-image\" alt=\"Watch_Flip-2\" />&nbsp;The Apple Watch poses a potential problem for traditional watch companies: your wrist is extremely limited real estate. It&#8217;s something that even smartphone makers don&#8217;t face to such an extreme extent, since it&#8217;s very possible to carry two phones, even if it&#8217;s not the norm, and in fact many people do have one phone for work and one for personal use already.&hellip; <a href=\"http://techcrunch.com/2015/06/18/original-grain-wants-you-to-wear-their-watch-and-an-apple-watch-on-one-wrist/?ncid=rss\">Read More</a>"}}